# Сейчас 3126 год. Мой друг родился 8 лет назад.
# Написать программу, выводящую на экран год рождения моего друга.
#
# Требования:
# •	Программа должна выводить текст.
# •	Выведенный год должен состоять из 4 цифр.
# •	Выведенный год должен начинаться с "31".
# •	Выведенный год должен соответствовать заданию.

a = 3126;
b = 8;
print(a - b);