# /*
# 2 + 3 = 5
# Закомментируй ненужные строки кода, чтобы на экран вывелась надпись:
# 2 плюс 3 равно 5
# Примечание: комментировать строки с объявлением переменных нельзя.
#
# Требования:
# •	Программа должна выводить на экран надпись "2 плюс 3 равно 5"
# •	Нельзя изменять строку с объявлением переменных.
# •	Нужно закомментировать хотя бы одну строку.
# •	Нельзя изменять (можно закомментировать) или добавлять команды, отвечающие за вывод.
# */


a = 3; b = 2;

#print("два");
print(b);
print(" плюс ");
#print(" минус ");
print(a);
#print("три");
print(" равно ");
#print(" будет ");
#print("пять");
print(a + b);